Repository: ThemeZee/anderson-lite
Catalog: languages/*.po
Languages: de_de

source: 404 Error: Not found
de_de: 404 Fehler: Nicht gefunden

source: The page you trying to reach does not exist, or has been moved. Please use the menus or the search box to find what you are looking for
de_de: Diese Seite existiert nicht oder ist umgezogen. Bitte benutze die Menüs, um zu finden wo nach Du suchst.

source: Search
de_de: Suchen

source: Recent Posts
de_de: Letzte Beiträge

source: Pages
de_de: Seiten

source: Enter password to view comments.
de_de: Gebe ein Passwort ein um die Kommentare zu sehen.

source: One comment
de_de: Ein Kommentar

source: % comments
de_de: % Kommentare

source: &raquo; Read more
de_de: &raquo; Weiterlesen

source: There is no featured content to be displayed in the slider. To set up the slider, go to Appearance -> Customize, and add a tag under Tag Name in the Featured Content section. The slideshow will then display all posts which are tagged with that keyword.
de_de: Es gibt keine Inhalte für dieses Karussell. Gehe zu Design -> Anpassen und füge ein Schlagwort ein im Bereich "Hervorgehobene Inhalte". Dieses Karussell wird dann alle Beiträge zeigen, die dieses Schlagwort haben.

source: Main Navigation
de_de: Hauptnavigation

source: Top Navigation
de_de: Kopfnavigation

source: Footer Navigation
de_de: Fußnavigation

source: Social Icons
de_de: Logos sozialer Netzwerke

source: Sidebar
de_de: Seitenleiste

source: Appears on posts and pages except Magazine Homepage and Fullwidth template.
de_de: Erscheint in Beiträgen und auf Seiten mit Ausnahme der Startseite und Vorlagen, die über die komplette Seitenbreite gehen.

source: Magazine Homepage
de_de: Magazin Startseite

source: Appears on "Magazine Homepage" page template only. You can use the Category Posts widgets here.
de_de: Erscheint nur auf der Vorlage der "Magazine Startseite". Hier kannst Du Kategorie-Beitrags-Widgets verwenden.

source: (Edit)
de_de: (Bearbeiten)

source: Your comment is awaiting moderation.
de_de: Dein Kommentar wartet darauf, begutachtet zu werden.

source: %1$s at %2$s
de_de: %1$s um %2$s

source: Previous
de_de: Vorheriges

source: Next
de_de: Nächstes

source: Return to Gallery
de_de: Zurück zur Galerie

source: Return to
de_de: Zurück zu

source: Search Results for: %s
de_de: Ergebnis der Suche nach: %s

source: No matches. Please try again, or use the navigation menus to find what you search for.
de_de: Keine Treffer. Bitte versuche es anders; oder benutze die Menüs, um zu finden wo nach Du suchst.

# label
source: Search for:
de_de: Suche nach:

# placeholder
source: Search &hellip;
de_de: Suchen &hellip;

source: Widget Area
de_de: Widget-Bereich

source: There are no active widgets to be displayed. Please go to Appearance -> Widgets to setup your sidebar.
de_de: Es gibt keine aktiven Widgets, die hier angezeigt werden sollen. Bitte gehe zu Design -> Widgets, um Deine Seitenleiste einzurichten.

source: There are no widgets to be displayed. Please go to Appearance -> Widgets and add at least one widget to the "Magazine Homepage" widget area. You can use the four Category Posts widgets to set up the theme like the demo website.
de_de: Es gibt keine Widgets anzuzeigen. Bitte gehe zu Design -> Widgets und füge mindestens ein Widget in den "Magazin Startseiten"-Widget-Bereich hinzu. Du kannst die vier verschiedenen Kategorie-Beitrags-Widgets benutzen, um Deine Seite aufzubauen wie die Anderson Demo-Webseite.

source: Tag name
de_de: Schlagwort

source: Hide tag from displaying in post meta and tag clouds.
de_de: Verstecke das Schlagwort in den Beitrags-Metadaten und in der Schlagwort-Wolke.

source: Display featured posts in latest blog post listing.
de_de: Zeige die hervorgehobenen Beiträge in der "Letzte Beiträge" Liste.

source: Number of Posts
de_de: Anzahl der Beiträge:

source: Posted on <a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date published updated" datetime="%3$s">%4$s</time></a>
de_de: Veröffentlicht <a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date published updated" datetime="%3$s">%4$s</time></a>

source: by <span class="author vcard"><a class="fn" href="%1$s" title="%2$s" rel="author">%3$s</a></span>
de_de: von <span class="author vcard"><a class="fn" href="%1$s" title="%2$s" rel="author">%3$s</a></span>

source: View all posts by %s
de_de: Zeige alle Beiträge von %s

source: Powered by %1$s and %2$s.
de_de: Ermöglicht durch %1$s und %2$s.

source: Please go to WP-Admin-> Appearance-> Menus and create a new custom menu with custom links to all your social networks. Then click on "Manage Locations" tab and assign your created menu to the "Social Icons" theme location.
de_de: Bitte gehe zu WP-Admin -> Design -> Menüs um ein neues Menü zu erstellen mit Verknüpfungen zu allen Deinen sozialen Netzwerken. Dann klicke auf den "Positionen verwalten" Reiter und weise Dein erstelltes Menü dem Platz "Logos Sozialer Netzwerke" des Themes zu.

source: Welcome to Anderson
de_de: Willkommen zu Anderson

source: Theme Info
de_de: Theme Informationen

source: Welcome to %1s %2s
de_de: Willkommen zu %1s %2s

source: Important Links:
de_de: Wichtige Links:

source: Theme Info Page
de_de: Theme Informationsseite

source: Changelog
de_de: Veränderungsnotizen (Changelog)

source: Theme Demo
de_de: Theme Demonstration

source: Theme Documentation
de_de: Theme Dokumentation

source: Rate this theme
de_de: Bewerte dieses Theme

source: Getting Started with %s
de_de: Erste Schritte mit %s

source: Need any help to setup and configure this theme? We got you covered with an extensive theme documentation on our website.
de_de: Du brauchst Hilfe bem Einrichten dieses Themes? Wir haben eine ausgiebige Dokumentation zum Theme für Dich auf unserer Webseite (auf Englisch).

source: Visit Anderson Documentation
de_de: Gehe zur Anderson-Dokumentation

source: Theme Options
de_de: Theme Optionen

source: Anderson supports the awesome Theme Customizer for all theme settings. Click "Customize Theme" to open the Customizer now.
de_de: Anderson unterstützt persönliche Anpassungen des Themes. Klicke auf "Theme anpassen" um jetzt Anpassungen vorzunehmen.

source: Customize Theme
de_de: Theme anpassen

source: Need more features? Check out the PRO version which comes with additional features and advanced customization options.
de_de: Brauchst Du mehr Funktionen? Schau Dir die PRO Version an: Sie bietet mehr Funktionen und erweiterten Anpassungsmöglichkeiten.

source: Learn more about the PRO Version of Anderson
de_de: Mehr Informationen über die PRO Version von Anderson

source: Anderson is proudly brought to you by %1s. If you like this theme, %2s :)
de_de: Anderson wird Dir präsentiert von %1s. Solltest Du dieses Theme mögen, %2s :)

source: rate it
de_de: bewerte es

source: Display Tagline below site title.
de_de: Zeige einen Slogan unter dem Titel-Logo.

source: Menu
de_de: Menü

source: Topmenu
de_de: Kopfmenü

source: General Settings
de_de: Allgemeine Einstellungen

source: Left Sidebar
de_de: Linke Seitenleiste

source: Right Sidebar
de_de: Rechte Seitenleiste

source: Image Grayscale
de_de: Bilder-Grauschleier

source: Enable grayscale filter for featured images.
de_de: Aktiviere den Grauschleier-Filter für Beitragsbilder.

source: Default Fonts
de_de: Standard-Schriftarten

source: Deactivate Google Fonts in case your language is not compatible.
de_de: Deaktiviere Google Fonts falls sie mit Deiner Sprache nicht kompatibel sind.

source: Header Content
de_de: Inhalt Kopfbereich

source: The Header Content will be displayed on the right hand side of the header area.
de_de: Der Inhalt wird im rechten Teil des Kopfbereiches angezeigt.

source: Display Social Icons on header area
de_de: Zeige die Logos sozialer Netzwerke im Kopfbereich

source: Ad Banner Code (768x90)
de_de: Bannerwerbung Code (768x90)

source: Post Settings
de_de: Beitrag Einstellungen

source: Post Length
de_de: Beitrag Länge

source: Show full posts
de_de: Zeige den kompletten Beitrag

source: Show post summaries (excerpt)
de_de: Zeige Beitragszusammenfassungen (Anreißtext)

source: Post Images
de_de: Beitragsbilder

source: Display featured images on archive pages
de_de: Zeige die Beitragsbilder auf den Achiv-Seiten

source: Display featured images on single posts
de_de: Zeige das Beitragsbild auf der Beitragseinzelansicht

source: Excerpt More Text
de_de: Weiterlesen Text

source: Display [...] after text excerpts.
de_de: Zeige [...] nach Anreißtexten.

source: Postmeta
de_de: Artikelmeta

source: Display date on posts.
de_de: Zeite das Datum des Beitrags.

source: Display author on posts.
de_de: Zeige den Author des Beitrags.

source: Display tags on posts.
de_de: Zeige die Schlagwörter des Beitrags.

source: Post Slider
de_de: Beitrags Karussell

source: Activate Featured Post Slider
de_de: Aktiviere das Beitrags-Karussell

source: Display Slider above latest blog posts.
de_de: Zeige das Beitrags-Karussell über den letzten Beiträgen.

source: Display Slider on Magazine Homepage template.
de_de: Zeige das Beitrags-Karussell auf der Magazin Startseiten-Vorlage

source: Select Featured Posts
de_de: Wähle hervorgehobene Beiträge

source: Slider Animation
de_de: Karussell Animation

source: Horizontal Slider
de_de: Horizontales Karussell

source: Fade Slider
de_de: Überblendenes Karussell

source: Need more features?
de_de: Braucht Du mehr Funktionen?

source: Check out the PRO version which comes with additional features and advanced customization options.
de_de: Schau Dir die PRO Version mit zusätzlichen Funktionen und weitergehenden Anpassungsmöglichkeiten an.

source: Learn more about the PRO Version
de_de: Mehr zur PRO Version

source: Display latest posts from category in boxed layout. Please use this widget ONLY on Magazine Homepage widget area.
de_de: Zeigt die letzten Beiträge eine Kategorie in einem Kasten-Layout. Bitte benutze dieses Widget nur im Widget-Bereich der Magazin-Startseite.

source: Category Posts Boxed (Anderson)
de_de: Kategorie-Beiträge im Kasten

source: View all posts
de_de: Zeige alle Beiträge

source: View all posts from category %s
de_de: Alle Beiträge von Kategorie %s

source: Title:
de_de: Titel:

source: Category:
de_de: Kategorie:

source: All Categories
de_de: Alle Kategorien

source: Link Widget Title to Category Archive page
de_de: Verknüpfe den Titel des Widgets mit der Kategorie-Archiv-Seite

source: Display latest posts from two specified categories. Please use this widget ONLY on Magazine Homepage widget area.
de_de: Zeige die letzten Beiträge von zwei Kategorien. Bitte benutze dieses Widget nur im Widget-Bereich der Magazin-Startseite.

source: Category Posts Columns (Anderson)
de_de: Kategorie Beiträge in Spalten (Anderson)

source: Left Category Title:
de_de: Kategorie-Titel links:

source: Left Category:
de_de: Kategorie links:

source: Right Category Title:
de_de: Kategorie-Titel rechts:

source: Right Category:
de_de: Kategorie rechts:

source: Number of posts:
de_de: Anzahl der Beiträge:

source: Highlight First Post (Image Overlay)
de_de: Ersten Beitrag hervorheben (verbreitertes Bild)

source: Link Category Titles to Category Archive pages
de_de: Verknüpfe den Titel der Kategorie mit der Kategorie-Archiv-Seite

source: Display latest posts from category in a grid layout. Please use this widget ONLY on Magazine Homepage widget area.
de_de: Zeige die letzten Beiträge einer Kategorie in einem Gitter-Layout. Bitte benutze dieses Widget nur im Widget-Bereich der Magazin-Startseite.

source: Category Posts Grid (Anderson)
de_de: Kategorie Beiträge Gitter (Anderson)

source: Please chose an even number (2, 4, 6, 8).
de_de: Bitte eine gerade Zahl wählen (2, 4, 6, 8...).

source: Display as small posts grid with thumbnails
de_de: Als kleines Gitter mit kleinen Vorschaubildchen

source: Display the latest 3 posts from a category in a horizontal line. Please use this widget ONLY on Magazine Homepage widget area.
de_de: Zeigt die letzten 3 Beiträge einer Kategorie in einer horizontalen Linie. Bitte benutze dieses Widget nur im Widget-Bereich der Magazin-Startseite.

source: Category Posts Horizontal (Anderson)
de_de: Kategorie Beiträge Horizontal (Anderson)
